{
    "1086439585392898148": "A dedicated chat for the flagship show Timcast IRL. This chat is displayed on-air during the aftershow",
    "1088540239246676088": "A dedicated chat for the alternate show Pop Culture Crisis",
    "1090718638434172948": "A chat for our vlogging/sketch off-shoot Cast Castle",
    "1093668858822410260": "Any polls by the Timcast crew will be posted here",
    "1103757551352418344": "Memes related to the Timcast Media Group",
    "1087849600678899742": "The Call-In Request channel allows members who are in the VIP tier or higher to put in a question and, if selected, that user will participate in that evening's live call-in portion and talk to Tim and the guest live during the aftershow",
    "1101616916029784094": "Listen to music or other podcasts. Select which track to play by using `/play`. To listen in, join <#1101412442220798012>",
    "1102112919732363344": "The Top Comments Starboard. Any messages with 10 or more <:20_sided_die:1088929649704312914> reactions will be reposted here. *Be careful, as any messages with 3 or more <:1_sided_die:1088929590296190986> reactions will cost you 150 XP",
    "1100699865379524649": "We are seeking moderators, promoters, coordinators, and curators to assist in managing this community",
    "1100200470062051378": "Request your special tier card",
    "1099087873245978654": "Any polls by the Timcast community members will be posted here",
    "1093396849521610822": "A secret chat only available to <@&1093386797280669716> members",
    "1085998347556503712": "A secret chat only available to <@&1085655143816630312> members",
    "1085998501634252900": "A chat available for all members of the Timcast community, discuss anything!",
    "1101240018497978428": "A memes channel for our special <@&1085655143816630312> members",
    "1096516599915216896": "A superior memes channel for our special <@&1093386797280669716> members",
    "1092000911926235176": "Do you have a business or venture that is up and running? Something that doesn't need funding, already has its wheels on the ground, but needs a little extra exposure? Submit a showcase proposal here! All @VIP+ members in good standing are eligible. Please provide a description of the business or venture, promotional images, and any links to video or audio you might have produced. Selected participants will have their business showcased during the opening of a Friday IRL show.",
    "1102482221291544576": "A Role-Playing-Game with other members of the Timcast community",
    "1102820737078796348": "Spawn room for the RPG",
    "1101367590703595570": "Gamble your <:20_sided_die:1088929649704312914> coins! Use `/daily` to claim your daily tokens",
    "1092007642492309565": "A forum relating to video games specifically, create your own threads to discuss specific video games",
    "1100652267180413018": "Just general video game discussion",
    "1100699026548076565": "Anything vaguely related to firearms, hunting & preppers belongs here",
    "1086417983745822862": "Create threads to discuss specific topics that don't necessarily fit anywhere else",
    "1092681196409999411": "Lots of news stories will fly under the radar. If you find a story that nobody is discussing, you can create your own thread here. All big/breaking news stories should be redirected to <#1104302272806146068>",
    "1086058667704582214": "Get up and running with the Timcast community!",
    "1078116441099878410": "You better follow these, otherwise I will personally shove a <:1_sided_die:1088929590296190986> up your nose and you won't be welcome back here",
    "1086819919204732968": "Announcements related to the server or community will be posted here",
    "1100128529632460810": "Is something happening in your neck of the woods? Have you shot video you'd like us to see? Ready to blow the whistle? Reach out here to start that conversation",
    "1100702789887336458": "Thanks for being a volunteer to the community, you can chat about the community here",
    "1084701251129839708": null,
    "1103845219855765656": null,
    "1103845231763390535": null,
    "1103918446393176166": "You're here right now",
    "1085998481820373052": "A secret chat only available to <@&1085998959908106280> members",
    "1093378097962832012": "A superior memes channel for our special <@&1085998959908106280> members",
    "1097949138294931542": null,
    "1100165398701293588": null,
    "1100207837998743572": null,
    "1091167851789963294": "Call-in participants assemble here to go over aftershow instructions and test audio.",
    "1103556045550391336": "You're here right now",
    "1091091287513518120": "Alert feed for the latest Timcast IRL clips & streams",
    "1078116574151581706": "A list of people who decided to boost the server, giving the rest of us fancy features",
    "1101382410836394024": null,
    "1101372214693076992": null,
    "1103819297068945528": "You awake to an American dystopia.",
    "1100194455086190612": "Click a few notification buttons so you can stay up-to-date with the Timcast-~~Cinematic~~-Universe!",
    "1090359660449648770": null,
    "1078803196383871051": "Users can use application commands `/` in this channel. Newcomers must use `/link` to access the rest of the server",
    "1100638871747821630": null,
    "1092527281697738762": "This forum is strictly for news related to the Trump indictment, protests, and related events",
    "1102653554583421018": null,
    "1101298098837389322": null,
    "1097238123458601020": "Talk about specific passages of the bible with other members!",
    "1101743344968798218": "Talk about other more general religion stuff, but still about a particular topic",
    "1103556372550909992": null,
    "1097234766241202351": "For our international community members and for those who are abroad.",
    "1104226625069011036": "You are here. Welcome to the Regions & Meetups section of the Timcast discord. In the channels below you will regionally-focused discussion forums. If you can't find a post about your state or even listed in the appropriate channel below, please create a new post!",
    "1091998867114954852": "For states that fall between Louisiana and Pennsylvania in alphabetical order. This channel is reserved specifically for those looking to discuss local politics, share stories pertinent to their region, and organize. Generally, use your best judgement and utilize the state name tags so that others may find your posts",
    "1092005207770136656": "For states that fall between Rhode Island and Wyoming in alphabetical order. This channel is reserved specifically for those looking to discuss local politics, share stories pertinent to their region, and organize. Generally, use your best judgement and utilize the state name tags so that others may find your posts",
    "1100649713721692190": null,
    "1091994292538589214": "For states that fall between Alabama and Kentucky in alphabetical order. This channel is reserved specifically for those looking to discuss local politics, share stories pertinent to their region, and organize. Generally, use your best judgement and utilize the state name tags so that others may find your posts",
    "1103918514642886726": null,
    "1104302272806146068": "For big news topics and discussion. Smaller stories should be redirected to <#1092681196409999411>",
    "1096972792790007818": "Hop on a group call with other <@&1093386797280669716> members!",
    "1089036916005023876": "Hop on a group call with other <@&1085655143816630312> members!",
    "1089036953632116867": "Hop on a group call with other <@&1085655143816630312> members!",
    "1093030623112863835": "Hop on a group call with other <@&1085655143816630312> members!",
    "1103016649000505344": "Hop on a group call with other <@&1085655143816630312> members!",
    "1103016865439174880": "Hop on a group call with other <@&1085655143816630312> members!",
    "1103017182335610960": "Hop on a group call with other <@&1085655143816630312> members!",
    "1099400550304456776": "A secret radio channel for our <@&1085655143816630312> members",
    "1087605643755663430": "When you aren't active in voice chats, you'll be kicked here. Everyone is muted",
    "1099176623401607288": "A book club with other members! This is like a lecture; only a few people are permitted to talk, but guests may request to speak",
    "1100699141128065106": "Chat about your arms and guides with other people",
    "1092680729420382220": "Create threads about specific guns or training. All general discussion should be redirected to <#1100699026548076565>",
    "1095510193401503774": "Create threads about specific preppers and such",
    "1096971427170762863": "Create threads about specific hunting and fishing tips or stories you have",
    "1101412442220798012": "Join and listen to music or podcasts with other people! To select what to listen to, please visit <#1101616916029784094> and use the `/play` command",
    "1098466051261476975": "In the event that you cannot find the aftershow stream on https://timcast.com/, you can listen to the podcast here",
    "1092035476191461407": "How many of our members are online at any given moment. No, you cannot join this channel",
    "1086421245911892099": "Hop on a group call with other <@&1085998959908106280> members!",
    "1093030817619513395": "Hop on a group call with other <@&1085998959908106280> members!",
    "1090724795353673798": "Hop on a group call with other <@&1085998959908106280> members!",
    "1091992276001116240": "You're here now.  In the channels in this section, you'll find <#1086819919204732968>  about important Timcast updates and be able to seek help with various issues or report abuse in <#1090359660449648770>",
    "1078108746410119209": "Community Coordinators, Moderators, and staff members work together here to improve the discord with the help of the Community Promoters. If you wish to get involved visit <#1100699865379524649> to sign up to be a Community Promoter -- all coordinators and moderators start as promoters.",
    "1093466029524516884": "The latest news and trending topics can be discussed and shared in these channels. Request a forum, channel or category by opening a <#1090359660449648770>.",
    "1087618927154188318": "If IRL is playing, then <#1086439585392898148> is the place to be — you can even <#1087849600678899742> and speak live on-air during the aftershow by submitting a question. Be sure to check out <#1090718638434172948>  and <#1088540239246676088> too.",
    "1100171375831941120": "Here you can watch the aftershow, listen to any song in the radio channel, and play music trivia games.",
    "1100178413794365641": "Special channels for our <@&1085998959908106280> members",
    "1100182806497333338": "Here you'll find some general chats but you should check out the <#1100200470062051378> if you want access to meme channels and some other very important channels.",
    "1100648963243262003": "Here you can discuss and participate in a wide variety of games (and even play poker right here on the server). Members have created their own text-based RPG, minecraft server, and are frequently looking for members to play in pretty much every RPG and FPS. A large number of users have been discussing tabletop games, too!",
    "1100184111102042184": "Hop on a group call with other members!",
    "1104485794221150298": "Do you like chickens? Come watch them party with us.",
    "1091857810083561472": "Do you own a business? Have a product or invention? Maybe you're an author or illustrator? If you want to be featured on Fridays show as one of our community sponsors here's where you apply.",
    "1105006054951100486": "A dedicated chat for the Culture War series.",
    "1100650022430834688": "For those looking to discuss local events and plan informal meetups.",
    "1104679840969392191": "This is the Community Showcase. In the coming weeks, the Friday IRL show will open by showcasing a business owned and operated by a member of the Timcast community. In order to apply for this promotional spot, members must submit a description of their business in the <#1092000911926235176> channel.",
    "1109393906925314129": "Request features to be added to the discord.",
    "1109637479469948948": "A dedicated channel for discussing the Green Room clips.",
    "1110287047626870804": null,
    "1093447770658046023": "You wanted to fight back against woke culture. Here is where you can get involved in doing so. Grab an access card and organize with us here.",
    "1111587226577547286": "VIP and Elite users who wish to participate in the call-in segment of the aftershow may post a question here during the main show. Those selected to participate will be contacted by a staff member. Slow mode is enabled. \n\nPlease ask open-ended questions.",
    "1112119306629697566": "If a moderator or coordinator wishes to speak to you about something that is NOT a major violation of the rules they can create a channel here and add you to it.",
    "1090360825623089263": "If you open a support ticket it will appear in this category and relevant staff and/or volunteers will assist you promptly.",
    "1093408689437802587": "This section contains categorized forums for each of the 50 states (and one for our international members). Here you can discuss local issues, plan informal gatherings, and hang out with members from your geographic area.",
    "1100647368329805854": "Are you a small business owner or someone who cares about supporting American businesses instead of the foreign subsidiary of a faceless conglomerate? Step one in and visit the <#1108869435059617832> discuss stocks in the <#1109635892609568849> or get some help in <#1109386517446676550>.",
    "1100647580096012380": "Talk about God, Jesus, Plato, and all manner of religious and spiritual viewpoints here.",
    "1100649309243977758": "Do you like your 2A rights? Homesteading? Hunting, fishing, trapping, prepping? Survivalism or bushcraft? Here is where you can discuss all of that and more.",
    "1111154059911630948": "Are you an engineer or have a woodshop? Maybe you're an artist? Perhaps a composer or musician? Anyone who creates things professionally or as a hobby is welcome here.",
    "1099170802655559773": "Whether you are looking to expand your knowledge or just enjoy a good tale, the Lit Hub can get you sorted out. Come on in and tell us what's on your reading list, start a book club, or share your own long-form works.",
    "1102103565998235688": "Is your finger on the pulse in the world of science and technology? Here are soem discussion channels that might interest you.",
    "1091990344536686633": "This category is slated for deletion but for now serves as an archive and forum for all other topics. Please suggest a category in <#1109393906925314129> before creating new topics here though (we are happy to create new channels).",
    "1078108746410119210": "Participants will gather in these channels for the aftershow."
}